Repository: KenediaDev/Kenedia.BlishHUD
Catalog: Characters/Res/strings.*.resx
Languages: de, es, fr

source: activated
de: aktiviert
es: activado
fr: activé

# AddItem
source: Add {0}
de: {0} hinzufügen
es: Añadir {0}
fr: Ajouter {0}

# AdjustSettings
source: Adjust {0} settings and tags!
de: Passen Sie {0} Einstellungen und Tags an!
es: ¡Ajustar {0} configuraciones y etiquetas!
fr: Ajustez les paramètres et les balises {0} !

# AnyProfession
source: Any {0}
de: Beliebige {0}
es: Cualquier {0}
fr: Tout {0}

source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence

# AppearanceAndBehavior
source: Appearance & Behavior
de: Erscheinungsbild und Verhalten
es: Aspecto y comportamiento
fr: Apparence et comportement

source: Armorsmith
de: Rüstungsschmied
es: Armero
fr: Forgeron d'armures

source: Artificer
de: Konstrukteur
es: Artificiero
fr: Artificier

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant

# AutoFix_Tooltip
source: When failing to swap to a character automatically go through the characters to fix their order.
de: Wenn Sie nicht zu einem Zeichen wechseln können, gehen Sie automatisch die Zeichen durch, um ihre Reihenfolge festzulegen.
es: Cuando no consiga cambiar a un personaje, repase automáticamente los personajes para fijar su orden.
fr: Lorsque vous ne parvenez pas à passer à un personnage, passez automatiquement en revue les personnages pour corriger leur ordre.

# AutoLogin_Tooltip
source: If enabled on the first load of Blish and beeing in character selection the module enters the game. After entering the game it will wait until the MumbleLink and API Token is fully loaded. Once fully loaded it will switch to the character which is set to be the "Login Character".
de: Wenn es beim ersten Laden von Blish aktiviert ist und sich in der Charakterauswahl befindet, betritt das Modul das Spiel. Nach dem Betreten des Spiels wartet es, bis der MumbleLink und das API-Token vollständig geladen sind. Sobald es vollständig geladen ist, wechselt es zu dem Charakter, der als "Login-Charakter" eingestellt ist.
es: Si se activa en la primera carga de Blish y estando en la selección de personaje el módulo entra en el juego. Después de entrar en el juego esperará hasta que el MumbleLink y el API Token estén completamente cargados. Una vez cargado por completo, cambiará al personaje que está configurado como "Personaje de inicio de sesión".
fr: S'il est activé au premier chargement de Blish et qu'il se trouve dans la sélection des personnages, le module entre dans le jeu. Après être entré dans le jeu, il attendra que le MumbleLink et le Token API soient complètement chargés. Une fois le chargement terminé, il basculera vers le personnage qui est défini comme étant le "Login Character".

# AutoLogin
source: Auto Login to selected Character
de: Automatisches Einloggen des ausgewähltem Charakters
es: Inicio de sesión automático del personaje seleccionado
fr: Connexion automatique du personnage sélectionné

# BestResultLargerDisclaimer
source: Best results with Interface set to 'Larger'!
de: Die besten Ergebnisse werden erzielt, wenn die Benutzeroberflächengröße auf 'Größer' eingestellt ist!
es: Los mejores resultados se obtienen con la interfaz ajustada a "Más grande"!
fr: Les meilleurs résultats sont obtenus avec l'interface réglée sur "plus grande" !

source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Anniversaire

# Birthday_Text
source: It was {0}'s birthday! They are now {1} years old!
de: Es war {0}s Geburtstag! Sie sind jetzt {1} Jahre alt!
es: ¡Era el cumpleaños de {0}! ¡Ahora tienen {1} años!
fr: C'était l'anniversaire de {0} ! Il a maintenant {1} an(s) !

source: Bottom Offset
de: Unterer Versatz
es: Desplazamiento inferior
fr: Décalage en bas

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Capture
de: Erfassen
es: Captura
fr: Saisir

source: Capture All
de: Alle Erfassen
es: Capturar todo
fr: Tout saisir

source: Capture Images
de: Bilder aufnehmen
es: Capturar Imágenes
fr: Capture d'images

# CaptureNotification
source: Saved as {0}!
de: Gespeichert als {0}!
es: Guardado como {0}!
fr: Enregistré sous {0} !

source: Capture Potraits
de: Porträts aufnehmen
es: Capturar retratos
fr: Capturer des portraits

source: Character
de: Charakter
es: Personaje
fr: Personnage

source: Character Display Option
de: Charakteranzeige Option
es: Opción de visualización de caracteres
fr: Option d'affichage des personnages

source: Character Display Size
de: Größe der Charakteranzeige
es: Tamaño de la pantalla de caracteres
fr: Taille de l'affichage des personnages

source: Character Name
de: Charakter Name
es: Nombre del personaje
fr: Nom du personnage

source: Characters
de: Charaktere
es: Personaje
fr: Personnages

source: Characters fixed!
de: Charaktere korrigiert!
es: Personajes arreglados!
fr: Personnages corrigés !

# CharacterSwap_FailedSwap
source: Failed to swap to {0}
de: Wechsel zu {0} fehlgeschlagen
es: Error al cambiar a {0}
fr: Échec de la bascule vers {0}

# CharacterSwap_Left
source: Check left ...
de: Links prüfen ...
es: Comprobar izquierda ...
fr: Vérifier à gauche ...

# CharacterSwap_LoginTo
source: Login to {0}
de: Anmeldung bei {0}
es: Iniciar sesión en {0}
fr: Connexion à {0}

# CharacterSwap_Logout
source: Logging out ...
de: Abmelden ...
es: Cerrando sesión ...
fr: Déconnexion ...

# CharacterSwap_MoveFirst
source: Move to first character ...
de: Wechseln zum ersten Charakter ...
es: Mover a primer personaje ...
fr: Déplacement vers le premier personnage ...

# CharacterSwap_MoveTo
source: Try to move to {0}
de: Versuch, nach {0} zu wechseln
es: Intentar pasar a {0}
fr: Essayer de se déplacer vers {0}

# CharacterSwap_Right
source: Check right ...
de: Nach rechts schauen ...
es: Comprobar derecha ...
fr: Vérifier à droite ...

# CharacterSwap_SwitchTo
source: Switching to {0}
de: Wechseln zu {0}
es: Pasar a {0}
fr: Passer à {0}

# CheckItem
source: Check {0}
de: {0} prüfen
es: Comprobar {0}
fr: Vérifier {0}

source: Check Only Max Crafting
de: Nur Max Handwerk prüfen
es: Marcar sólo Max Crafting
fr: Vérifier seulement le Max Crafting

source: Chef
de: Chefkoch
es: Cocinero
fr: Maître-queux

source: Clear
de: Löschen
es: Despejar
fr: Effacer

source: Clear Filters
de: Filter löschen
es: Limpiar filtros
fr: Effacer les filtres

source: Close
de: Schließen
es: Cerrar
fr: Fermer

# CloseWindowOnSwap_Tooltip
source: Closes the module window when logging in to a character.
de: Schließt das Modulfenster, wenn man sich bei einem Zeichen einloggt.
es: Cierra la ventana del módulo al entrar en un personaje.
fr: Ferme la fenêtre du module lors de la connexion à un personnage.

# CloseWindowOnSwap
source: Close Window on Character Swap
de: Fenster bei Charakterwechsel schließen
es: Cerrar ventana al cambiar de personaje
fr: Fermer la fenêtre lors du changement de personnage

# CoreProfession
source: Core {0}
de: Kern {0}
es: Núcleo {0}

# CouldNotFindNamedItem
source: Could not find any {0} with name {1}
de: Konnte keine {0} mit Namen {1} finden
es: No se ha encontrado ningún {0} con nombre {1}
fr: Impossible de trouver {0} avec le nom {1}

source: Crafting Profession
de: Handwerksberuf
es: Disciplina de Artesanía
fr: Profession d'artisanat

source: Create Images
de: Bilder erstellen
es: Crear imágenes
fr: Créer des images

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé

source: Custom Tags
de: Benutzerdefinierte Tags
es: Etiquetas personalizadas
fr: Balises personnalisées

source: Days
de: Tage
es: Días
fr: Jours

source: deactivated
de: deaktiviert
es: desactivado
fr: désactivé

source: Delays
de: Verzögerungen
es: Retrasos
fr: Délais

# DeleteItem
source: Delete {0}
de: {0} löschen
es: Borrar {0}
fr: Supprimer {0}

source: Descending
de: Absteigend
es: Descendente
fr: Décroissant

source: Detailed Tooltip
de: Detaillierter Tooltip
es: Información detallada
fr: Info-bulle détaillée

# DetailedTooltip_Tooltip
source: Show a detailed tooltip when hovering a character in the character list. The tooltip will expose all informations available for that character.
de: Zeigt einen detaillierten Tooltip an, wenn der Mauszeiger über einen Charakter in der Charakterliste bewegt wird. Der Tooltip zeigt alle für diesen Charakter verfügbaren Informationen an.
es: Muestra un tooltip detallado al pasar el ratón sobre un personaje de la lista de personajes. El tooltip mostrará toda la información disponible para ese personaje.
fr: Affiche une infobulle détaillée lors du survol d'un personnage dans la liste des personnages. L'infobulle exposera toutes les informations disponibles pour ce personnage.

source: Display
de: Anzeige
es: Mostrar
fr: Affichage

# DoubleClickToEnter_Tooltip
source: Enables double clicking the character in the character list to login to that character
de: Ermöglicht einen Doppelklick auf den Charakter in der Charakterliste, um sich bei diesem Charakter anzumelden
es: Permite hacer doble clic en el personaje de la lista de personajes para acceder a ese personaje
fr: Permet de double-cliquer sur le personnage dans la liste des personnages pour s'y connecter

# DoubleClickToEnter
source: Double Click to Swap
de: Doppelklick zum Wechseln
es: Doble clic para intercambiar
fr: Double-cliquez pour échanger

# DoubleClickToSwap
source: Doubleclick to swap to {0}!
de: Doppelklicken um zu {0} zu wechseln!
es: Haz doble clic para cambiar a {0}!
fr: Double-cliquez pour passer à {0} !

# DragOverCharacter_Instructions
source: Drag this control so the yellow frames contain your character portraits
de: Ziehen Sie dieses Steuerelement so, dass die gelben Rahmen Ihre Zeichenporträts enthalten
es: Arrastre este control para que los marcos amarillos contengan sus retratos de personajes
fr: Faites glisser ce contrôle pour que les cadres jaunes contiennent les portraits de vos personnages

# EditOCR
source: Edit OCR Region
de: OCR-Bereich bearbeiten
es: Editar región OCR
fr: Modifier la région OCR

# EditOCR_Tooltip
source: Toggle the OCR Region edit control
de: Schalten Sie das Steuerelement OCR Region editieren um
es: Activar el control de edición de región OCR
fr: Ouvrir/fermer la fenêtre d'édition de la région OCR

source: Empty Column
de: Leere Spalte
es: Columna vacía
fr: Colonne vide

source: Empty Columns
de: Leere Spalten
es: Columnas vacías
fr: Colonnes vides

# EmptyColumnsThreshold_Tooltip
source: Number of columns
de: Anzahl der Spalten
es: Número de columnas
fr: Nombre de colonnes

# EmptyColumns_Tooltip
source: Threshold of how many pixel columns are allowed to contain no content
de: Schwellenwert für die Anzahl der Pixelspalten, die keinen Inhalt enthalten dürfen
es: Umbral de cuántas columnas de píxeles se permite que no contengan contenido
fr: Seuil du nombre de colonnes de pixels qui peuvent ne pas contenir de contenu

# EmptyColumn_Tooltip
source: Pixel Column which does not contain any 'white'ish' pixels
de: Pixelspalte, die keine 'weißen' Pixel enthält
es: Columna de píxeles que no contiene ningún píxel 'blanco'
fr: Colonne de pixels qui ne contient aucun pixel "blanc"

# EnterOnSwap_Tooltip
source: Enter the game automatically after selecting the character in the character selection
de: Automatischer Spieleinstieg nach Auswahl des Charakters in der Charakterauswahl
es: Entrar en el juego automáticamente después de seleccionar el personaje en la selección de personajes
fr: Entrer dans le jeu automatiquement après avoir sélectionné le personnage dans la sélection des personnages

# EnterOnSwap
source: Login after selecting the character
de: Anmeldung nach Auswahl des Charakters
es: Registro tras la selección del personaje
fr: Connexion après avoir choisi le personnage

# EnterToLogin_Tooltip
source: If the searchbox is focused pressing 'RETURN' will log to the first character in the list.
de: Wenn das Suchfeld fokusiert ist und 'RETURN' gedrückt wird, wechsel zu dem ersten Charakter in der Liste.
es: Cuando el cuadro de búsqueda está enfocado y se pulsa 'RETURN', se desplaza al primer carácter de la lista.
fr: Si le champ de recherche est focalisé, appuyer sur Entrée connecte au premier personnage de la liste.

# EnterToLogin
source: Press Enter to swap
de: Drücke Enter zum Wechseln
es: Pulse Enter para cambiar
fr: Appuie sur Entrée pour changer

# Error_Competivive
source: Character swapping is disabled in competition mode!
de: Das Wechseln der Charaktere ist im Wettkampfmodus deaktiviert!
es: El cambio de personajes está desactivado en el modo de competición!
fr: Le changement de personnage est désactivé en mode compétition !

# Error_FailedAPIFetch
source: Failed to fetch characters from the API.
de: Es konnten keine Charaktere von der API abgerufen werden.
es: Error al obtener personajes de la API.
fr: Impossible de récupérer les personnages depuis l'API.

# Error_InvalidPermissions
source: This API key does not have the required permissions.
de: Dieser API-Schlüssel hat nicht die erforderlichen Berechtigungen.
es: Esta clave API no tiene los permisos necesarios.
fr: Cette clé d'API ne dispose pas des autorisations requises.

source: Exclude matches
de: Treffer ausschließen
es: Excluir coincidencias
fr: Exclure les correspondances

# FadeOut_Tooltip
source: Fade the side menus automatically after 2.5 seconds
de: Filter und Charakterfenster automatisch nach 2500 ms ausblenden
es: Desvanecer el filtro y la ventana de personajes automáticamente después de 2500 ms
fr: Le filtre et la fenêtre de personnages s'effacent automatiquement après 2500 ms

# FadeOut
source: Fade side menu
de: Seitenmenü einblenden
es: Desvanecer menú lateral
fr: Effacer le menu latéral

source: Filter
es: Filtrar
fr: Filtrer

# FilterDelay_Tooltip
source: Average time in milliseconds waited between filtering your characters' panel. To get the current value you will have to swap module tabs once to update the settings page!
de: Durchschnittliche Zeit in Millisekunden, die zwischen dem Filtern des Panels Ihrer Charaktere gewartet wird. Um den aktuellen Wert zu erhalten, müssen Sie die Modul-Tabs einmal wechseln, um die Einstellungsseite zu aktualisieren!
es: Tiempo medio en milisegundos de espera entre el filtrado del panel de tus personajes. Para obtener el valor actual tendrás que cambiar las pestañas del módulo una vez para actualizar la página de configuración!
fr: Temps moyen, en millisecondes, d'attente entre le filtrage de vos personnages. Pour obtenir la valeur actuelle, vous devrez changer d'onglet de module une fois pour mettre à jour la page de paramètres !

# FilterDelay
source: Filter Delay ({0} ms)
de: Filterverzögerung ({0} ms)
es: Retraso del filtro ({0} ms)
fr: Retard du filtre ({0} ms)

# FilterDiacriticsInsensitive
source: Ignore diacritics
de: Diakritische Zeichen ignorieren
es: Ignorar diacríticos
fr: Ignorer les diacritiques

source: Filter Toggles
de: Filter Umschaltknöpfe
es: Filtrar Toggles
fr: Filtres

source: Fix Characters
de: Fixe Charaktere
es: Corregir personajes
fr: Corriger les personnages

# FixCharacters_Tooltip
source: Perform a OCR through all your characters to update their current order to match the character selection
de: Führt eine OCR durch alle eure Charaktere durch, um ihre aktuelle Reihenfolge zu aktualisieren, damit sie mit der Charakterauswahl übereinstimmt
es: Realiza un OCR a través de todos tus personajes para actualizar su orden actual para que coincida con la selección de personajes
fr: Effectuez une reconnaissance optique de vos personnages afin de mettre à jour leur ordre actuel pour qu'il corresponde à la sélection de personnages

# FixCharacter_FetchName
source: Fetch the character name ...{0}{1}
de: Holen Sie den Charakternamen ...{0}{1}
es: Obtener el nombre del personaje ...{0}{1}
fr: Récupérer le nom du personnage ... {0}{1}

# FixCharacter_MoveNext
source: Move to next character ...
de: Gehe zum nächsten Charakter ...
es: Mover al siguiente personaje ...
fr: Aller au personnage suivant ...

# FixCharacter_NoChange
source: Character name did not change {0}/2 ...
de: Charaktername hat sich nicht geändert {0}/2 ...
es: Nombre de personaje no cambió {0}/2 ...
fr: Le nom du personnage n'a pas changé {0}/2 ...

# FixCharacter_Start
source: Fixing characters ...
de: Charaktere fixen ...
es: Fijar personaje ...
fr: Correction des personnages ...

# FocusFilter_Tooltip
source: When toggling the main menu to show, automatically focus the search field
de: Wenn das Hauptmenü angezeigt wird, wird das Suchfeld automatisch fokussiert
es: Al mostrar el menú principal, enfocar automáticamente el campo de búsqueda
fr: Lorsque le menu principal est affiché, le champ de recherche est automatiquement mis en évidence

# FocusFilter
source: Focus search field
de: Fokusiere Suchfeld
es: Campo de búsqueda de enfoque
fr: Cibler le champ de recherche

source: Folder
de: Ordner
es: Carpeta
fr: Dossier

# GeneralAndWindows
source: General Settings & Windows
de: Allgemeine Einstellungen & Fenster
es: Configuración general y Windows
fr: Paramètres généraux et fenêtres

source: Hidden
de: Versteckt
es: Oculto
fr: Caché

source: Huntsman
de: Waidmann
es: Cazador
fr: Chasseur

source: Ignored Part
de: Ignorierter Teil
es: Parte ignorada
fr: Partie ignorée

# IgnoredPart_Tooltip
source: Ignored part of the image due to the empty column threshold
de: Ein Teil des Bildes wurde aufgrund des Schwellenwertes für leere Spalten ignoriert
es: Ignorada parte de la imagen debido al umbral de columna vacía
fr: Partie ignorée de l'image en raison du seuil de colonnes vides

source: Include matches
de: Treffer einbeziehen
es: Incluir coincidencias
fr: Inclure les correspondances

# ItemSettings
source: {0} Settings
de: {0} Einstellungen
es: {0} Ajustes
fr: Paramètres {0}

source: Jeweler
de: Juwelier
es: Joyero
fr: Bijoutier

source: Keybinds
de: Tastaturkürzel
es: Combinaciones de teclas
fr: Touches

# KeyDelay_Tooltip
source: Adds a delay between key presses. This slows down the character swapping and should only be used if your PC is stressed that much so it isn't able to switch without a delay!
de: Fügt eine Verzögerung zwischen den Tastendrucken hinzu. Dies verlangsamt den Charakterwechsel und sollte nur verwendet werden, wenn Ihr PC so stark belastet ist, dass er nicht ohne Verzögerung umschalten kann!
es: Añade un retardo entre las pulsaciones de las teclas. Esto ralentiza el intercambio de personajes y sólo se debe utilizar si su PC está tan estresado que no es capaz de cambiar sin un retraso!
fr: Ajoute un délai entre les pressions de touches. Cela ralentit le changement de personnage et ne devrait être utilisé que si votre PC est ralenti au point de ne pas pouvoir changer sans délai !

# KeyDelay
source: Key Delay {0} ms
de: Tastenverzögerung {0} ms
es: Retardo de tecla {0} ms
fr: Retard de touche {0} ms

source: Large
de: Groß
es: Grande

source: Last Login
de: Letzte Anmeldung
es: Última conexión
fr: Dernière connexion

source: Leatherworker
de: Lederer
es: Peletero
fr: Travailleur du cuir

source: Left Offset
de: Linker Versatz
es: Desplazamiento a la izquierda
fr: Décalage à gauche

source: Level
es: Nivel
fr: Niveau

# LevelAmount
source: Level {0}
es: Nivel {0}
fr: Niveau {0}

source: Log in character
es: Personaje de inicio de sesión
fr: Personnage de connexion

# LoginWith
source: Log in with '{0}'!
de: Anmelden mit '{0}'!
es: ¡Entrar con '{0}'!
fr: Connectez-vous avec '{0}' !

source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Déconnexion

# LogoutDescription
source: Key to Press to open the logout menu. Must be the same as the game keybind for 'Logout'!
de: Zu drückende Taste, um das Logout-Menü zu öffnen. Muss mit der Tastenkombination für "Ausloggen" übereinstimmen!
es: Tecla a pulsar para abrir el menú de cierre de sesión. Debe ser la misma que la combinación de teclas del juego para 'Cerrar sesión'!
fr: Touche à appuyer pour ouvrir le menu de déconnexion. Doit-être la même que celle utilisée dans le jeu pour 'Déconnexion' !

source: Map
de: Karte
es: Mapa
fr: Carte

source: Match all filter
de: Mit allen Filtern übereinstimmen
es: Coincidir todos los filtros
fr: Correspondre à tous les filtres

source: Match any filter
de: Entspricht einem beliebigen Filter
es: Coincidir con cualquier filtro
fr: Correspond à n'importe quel filtre

source: Name
es: Nombre
fr: Nom

source: No Crafting Profession
de: Kein Handwerksberuf
es: Sin disciplina de artesanía
fr: Pas de profession d'artisanat

# OCR_Instructions
source: Move and Size the yellow frame to contain only the character name row in the character selection!
de: Verschiebe und vergrößere den gelben Rahmen so, dass er nur die Zeile mit dem Zeichennamen in der Zeichenauswahl enthält!
es: Mover y Dimensionar el marco amarillo para que contenga sólo la fila del nombre del personaje en la selección de personajes!
fr: Déplacez et dimensionnez le cadre jaune pour qu'il ne contienne que la ligne du nom du personnage dans la sélection des personnages !

source: Offset
de: Versatz
es: Desplazamiento
fr: Décalage

# Offset_Tooltip
source: The offset numbers correspond to the region of the box below that is captured for OCR. In order: Left, Top, Right, Bottom. Increasing the numbers makes the capture area smaller. Ideally, you want the values set so that you cannot see any yellow box in the preview above.
de: Die Offset-Zahlen entsprechen dem Bereich des unteren Kastens, der für die OCR erfasst wird. In dieser Reihenfolge: Links, Oben, Rechts, Unten. Durch Erhöhen der Zahlen wird der Erfassungsbereich kleiner. Idealerweise stellen Sie die Werte so ein, dass Sie in der Vorschau oben keinen gelben Kasten sehen.
es: Los números de desplazamiento corresponden a la región del cuadro inferior que se captura para el OCR. En orden: Izquierda, Arriba, Derecha, Abajo. Aumentar los números hace que el área de captura sea más pequeña. Lo ideal es ajustar los valores de forma que no se vea ningún recuadro amarillo en la vista previa de arriba.
fr: Les numéros de décalage correspondent à la région de la boîte ci-dessous qui est capturée pour l'OCR. Dans l'ordre : Gauche, Haut, Droite, Bas. Plus les chiffres sont élevés, plus la zone de capture est petite. Idéalement, vous devez définir les valeurs de manière à ce que vous ne puissiez pas voir de boîte jaune dans l'aperçu ci-dessous.

source: Only Icons
de: Nur Icons
es: Sólo iconos
fr: Icône uniquement

source: Only max. Crafting
de: Nur max. Handwerksberufe
es: Sólo artesanía máx
fr: Afficher uniquement les métiers maximum

# OnlyMaxCrafting_Tooltip
source: Show only crafts that are at a 500 rank (Jeweler & Scribe at 400).
de: Zeige nur Handwerksberufe, welche auf einem 500 Rang sind (Juwelier & Schreiber auf 400).
es: Mostrar sólo las disciplinas que están en un rango de 500 (joyero y escriba en 400).
fr: N'affiche que les métiers qui sont de rang 500 (bijoutier & scribe à 400).

source: Only Text
de: Nur Text
es: Sólo texto
fr: Seulement le texte

# OpenItem
source: Open {0}
de: {0} öffnen
es: Abrir {0}
fr: Ouvrir {0}

# OpenPortraitFolder
source: Open Potrait Folder
de: Potrait-Ordner öffnen
es: Abrir la carpeta Potrait
fr: Ouvrir le dossier des portraits

source: Order
de: Reihenfolge
es: Ordenar
fr: Ordre

# PinSideMenus_Tooltip
source: Prevent the side menus from fading out
de: Verhindern, dass die Seitenmenüs ausgeblendet werden
es: Evitar que los menús laterales se desvanezcan
fr: Empêcher les menus latéraux de disparaître

source: Pin side menus
de: Seitenmenüs anheften
es: Fijar menús laterales
fr: Épingler les menus latéraux

source: Potrait Frame
de: Potrait-Rahmen
es: Marco del retrato
fr: Portrait

source: Potrait Gap
de: Potrait Lücke
es: Hueco de retrato
fr: Espace du portrait

source: Potrait Size
de: Potrait Größe
es: Tamaño del retrato
fr: Taille du portrait

source: Profession
de: Klasse
es: Profesión

source: Race
de: Rasse
es: Carrera
