Repository: KenediaDev/Kenedia.BlishHUD
Catalog: Characters/Res/strings.*.resx
Languages: de, es, fr

# Radial_IdleBorderColor
source: Border Color
de: Farbe der Umrandung
es: Color del borde
fr: Couleur de la bordure

# Radial_UseProfessionIconsColor
source: Use Colored Profession Icons
de: Farbige Berufssymbole verwenden
es: Utilizar iconos profesionales de colores
fr: Utilisez des icônes de profession colorées

# Radial_UseProfessionIconsColor_Tooltip
source: Color the profession icons in the profession color
de: Färben Sie die Berufssymbole in der Berufsfarbe
es: Colorea los iconos de la profesión con el color de la profesión
fr: Colorier les icônes de la profession dans leur couleur

source: Show Last Button
de: Letzte Schaltfläche anzeigen
es: Mostrar último botón
fr: Afficher le dernier bouton

# ShowLastButton_Tooltip
source: Show a button which will ignore OCR and log the very last character in your character screen in
de: Zeigen Sie eine Schaltfläche an, die OCR ignoriert und das allerletzte Zeichen in Ihrem Zeichenbildschirm aufzeichnet
es: Muestra un botón que ignorará el OCR y registrará el último carácter de tu pantalla de caracteres en
fr: Affichez un bouton qui ignorera l'OCR et connectera le tout dernier personnage de votre écran de sélection

# LastButton_Tooltip
source: Ignore OCR and log the very last character of your character screen in
de: Ignorieren Sie OCR und protokollieren Sie das allerletzte Zeichen Ihres Zeichenbildschirms in
es: Ignore el OCR y registre el último carácter de su pantalla de caracteres en
fr: Ignorez l'OCR et connectez le tout dernier personnage de votre écran de personnages

# InventoryKey
source: Inventory Dialog
de: Bestandsaufnahme
es: Inventario
fr: Inventaire

# InventoryKey_Tooltip
source: Open or close the Inventory dialog
de: Binden von Tasten zum Öffnen/Schließen des Inventars
es: Teclas para abrir y cerrar el inventario
fr: Lier les touches pour ouvrir/fermer votre inventaire

# OpenInventoryOnEnter
source: Open Inventory
de: Offenes Inventar
es: Abrir inventario
fr: Inventaire ouvert

# OpenInventoryOnEnter_Tooltip
source: Open your inventory automatically after logging in
de: Öffnen Sie Ihr Inventar automatisch nach dem Einloggen
es: Abrir el inventario automáticamente tras iniciar sesión
fr: Ouvrez votre inventaire automatiquement après vous être connecté

# MailKey
source: Mail Dialog
es: Diálogo de correo
fr: Boîte aux lettres

# MailKey_Tooltip
source: Open or close the Mail dialog
de: Öffnen oder Schließen des Mail-Dialogs
es: Abrir o cerrar el cuadro de diálogo Correo
fr: Ouvrir ou fermer la boîte aux lettres

# ClickBirthdayToMarkAsOpen
source: Clicking this button will mark the birthday gifts as collected!
de: Wenn Sie auf diese Schaltfläche klicken, werden die Geburtstagsgeschenke als abgeholt markiert!
es: Al hacer clic en este botón, los regalos de cumpleaños se marcarán como recogidos.
fr: En cliquant sur ce bouton, les cadeaux d'anniversaire seront marqués comme ouverts !

# OnlyEnterOnExact
source: Only login on exact OCR match
de: Anmeldung nur bei exakter OCR-Übereinstimmung
es: Inicio de sesión sólo con coincidencia exacta de OCR
fr: Connexion uniquement en cas de correspondance exacte de l'OCR

# OnlyEnterOnExact_Tooltip
source: Only login if the OCR result matches perfectly with the desired character name
de: Nur anmelden, wenn das OCR-Ergebnis perfekt mit dem gewünschten Zeichennamen übereinstimmt
es: Inicie sesión sólo si el resultado del OCR coincide perfectamente con el nombre del carácter deseado
fr: Se connecter uniquement si le résultat de l'OCR correspond parfaitement au nom du personnage souhaité

# CheckDistance
source: Check Distance {0}
de: Abstand prüfen {0}
es: Comprobar distancia {0}
fr: Distance de vérification {0}

# CheckDistance_Tooltip
source: Amount of positions to check left and right from the expected position of a character if that character is not at the expected position
de: Anzahl der zu prüfenden Positionen links und rechts von der erwarteten Position eines Zeichens, wenn dieses Zeichen nicht an der erwarteten Position steht
es: Cantidad de posiciones a comprobar a izquierda y derecha de la posición esperada de un carácter si dicho carácter no se encuentra en la posición esperada.
fr: Nombre de positions à vérifier à gauche et à droite de la position attendue d'un personnage si celui ci n'est pas à la position attendue.

# ShowChoyaSpinner
source: Show Choya as loading spinner
de: Choya als Ladespinner anzeigen
es: Mostrar Choya como spinner de carga
fr: Montrer Choya comme spinner de chargement

source: Time since login
de: Zeit seit Anmeldung
es: Tiempo transcurrido desde el inicio de sesión
fr: Temps depuis la connexion

# SetSpecializationIcon
source: Use the specialization/profession icon as icon (default)
de: Das Spezialisierungs-/Berufssymbol als Symbol verwenden (Standard)
es: Utilizar el icono de especialización/profesión como icono (por defecto)
fr: Utiliser l'icône de la spécialisation/profession comme icône (par défaut)

source: Custom Index
de: Benutzerdefinierter Index
es: Índice personalizado
fr: Index personnalisé

# SwapDelay_Tooltip
source: Avg. loading time from ingame to character selection. To get the current value you will have to swap module tabs once to update the settings page!
de: Durchschnittliche Ladezeit vom Spielstart bis zur Charakterauswahl.
es: Tiempo medio de carga desde el inicio del juego hasta la selección del personaje.
fr: Temps de chargement moyen entre le début du jeu et la sélection du personnage. Pour obtenir la valeur actuelle, vous devrez changer d'onglet de module une fois pour mettre à jour la page de paramètres !
