Repository: KenediaDev/Kenedia.BlishHUD
Catalog: Characters/Res/strings.*.resx
Languages: de, es, fr

# RandomButton_Tooltip
source: Switch to a random character in your current list
de: Wechseln zu einem zufälligen Charakter in Ihrer aktuellen Liste
es: Cambiar a un personaje aleatorio de la lista actual
fr: Passer à un personnage aléatoire dans votre liste actuelle

source: Refresh API
de: API aktualisieren
es: Actualizar API
fr: Rafraîchir l'API

source: Refresh Images
de: Bilder aktualisieren
es: Actualizar imágenes
fr: Actualiser les images

# RemoveItem
source: Remove {0}
de: Lösche {0}
es: Eliminar {0}
fr: Supprimer {0}

source: Right Offset
de: Rechtsversatz
es: Desplazamiento a la derecha
fr: Décalage à droite

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Scribe
de: Schreiber
es: Escriba
fr: Illustrateur

source: Search ...
de: Suchen ...
es: Buscar ...
fr: Rechercher ...

# SearchGuide
source: -c Crafting Profession -p Profession/Specialization -r Race -b Birthday -m MapName -t CustomTag -c Chef; -p Warrior will show all warriors and all chefs
de: -c Handwerklicher Beruf -p Beruf/Spezialisierung -r Rasse -b Geburtstag -m Kartenname -t BenutzerdefinierterTag -c Koch; -p Krieger zeigt alle Krieger und alle Köche
es: -c Disciplina de artesanía -p Profesión/Especialización -r Raza -b Cumpleaños -m Nombre del mapa -t Etiqueta personalizada -c Chef; -p Guerrero mostrará todos los guerreros y todos los chefs
fr: -c Profession d'artisanat -p Profession/Spécialisation -r Race -b Anniversaire -m Carte -t BalisePersonnalisée -c Chef ; -p Warrior affiche tous les guerriers et tous les cuisiniers

# SelectImage
source: Choose a picture
de: Wähle ein Bild aus
es: Seleccione una imagen
fr: Choisis une image

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres

# ShortcutToggle_Tooltip
source: Key to Press to toggle the characters menu.
de: Taste zum Drücken, um das Charaktermenü aufzurufen.
es: para acceder al menú de personajes.
fr: Touche à appuyer pour accéder au menu des personnages.

# ShortcutToggle
source: Toggle Menu
de: Menü umschalten
es: Menú alternativo
fr: Changer de menu

# ShowCornerIcon_Tooltip
source: Show/Hide Corner Icon
de: Eckensymbol ein-/ausblenden
es: Mostrar/Ocultar el icono de la esquina
fr: Afficher/masquer l'icône d'angle

source: Show Corner Icon
de: Eckensymbol einblenden
es: Mostrar el icono de la esquina
fr: Afficher l'icône d'angle

# ShowCorner_Name
source: Show Corner Icon
de: Eckensymbol anzeigen
es: Mostrar el icono de la esquina
fr: Afficher l'icône d'angle

# ShowCorner_Tooltip
source: Show / Hide the Corner Icon of {0}.
de: Das Ecksymbol von {0} ein-/ausblenden.
es: Mostrar / Ocultar el icono de la esquina de {0}.
fr: Afficher / masquer l'icône d'angle de {0}.

# ShowHidden_Tooltip
source: Show Hidden Characters
de: Versteckte Charaktere anzeigen
es: Mostrar personajes ocultos
fr: Afficher les personnages cachés

# ShowHide_Tooltip
source: Show/Hides {0} in the character list.
de: Zeigt/verbirgt {0} in der Charakterliste.
es: Muestra/oculta {0} en la lista de personajes.
fr: Affiche/cache {0} dans la liste des personnages.

source: Show in List
de: In Liste anzeigen
es: Mostrar en lista
fr: Afficher dans la liste

# ShowItem
source: Show {0}
de: Zeige {0}
es: Mostrar {0}
fr: Afficher {0}

source: Show Only Max Crafting
de: Nur Max Crafting anzeigen
es: Mostrar sólo Max Crafting
fr: Afficher uniquement l'artisanat maximum

# ShowRandomButton_Tooltip
source: Shows a button next to the search field to switch to a random character of your list
de: Zeigt eine Schaltfläche neben dem Suchfeld an, um zu einem zufälligen Charakter in Ihrer Liste zu wechseln
es: Muestra un botón junto al campo de búsqueda para cambiar a un personaje aleatorio de su lista
fr: Affiche un bouton à côté du champ de recherche pour passer à un personnage aléatoire de votre liste

# ShowRandomButton_Name
source: Show Random Button
de: Schaltfläche "Zufällig" anzeigen
es: Mostrar botón aleatorio
fr: Afficher le bouton aléatoire

# ShowStatusWindow_Tooltip
source: Displays a popup while any automated action is performed
de: Zeigt ein Popup-Fenster an, während automatisierte Aktionen ausgeführt werden
es: Muestra una ventana emergente mientras se realiza cualquier acción automatizada
fr: Affiche une fenêtre contextuelle pendant l'exécution de toute action automatisée

# ShowStatusWindow_Name
source: Show Status Popup
de: Status-Popup anzeigen
es: Mostrar ventana emergente de estado
fr: Afficher la popup d'état

# Show_Birthday_Tooltip
source: Show Characters with Birthday Gifts
de: Charaktere mit Geburtstagsgeschenken anzeigen
es: Mostrar personajes con regalos de cumpleaños
fr: Afficher les personnages avec des cadeaux d'anniversaire

source: Small
de: Klein
es: Pequeño
fr: Petit

# SortBy
source: Sort by {0}
de: Sortieren nach {0}
es: Ordenar por {0}
fr: Trier par {0}

# SortItem
source: Sort {0}
de: Sortieren {0}
es: Ordenar {0}
fr: Trier par {0}

source: Specialization
de: Spezialisierung
es: Especialización
fr: Spécialisation

# Status_Done
source: Done!
de: Erledigt!
es: Listo!
fr: Fini !

source: Swap Behavior
de: Wechselverhalten
es: Comportamiento de intercambio
fr: Comportement de permutation

# SwapDelay
source: Loading Delay ({0} ms)
de: Ladeverzögerung ({0} ms)
es: Demora de carga ({0} ms)
fr: Délai de chargement ({0} ms)

# SwapModifier_Tooltip
source: Only if the Modifier is pressed trigger character swapping. This will prevent accidientally swapping!
de: Nur wenn der Modifikator gedrückt wird, wird das Wechseln des Charakters ausgelöst. Damit wird ein versehentliches Vertauschen verhindert!
es: Sólo cuando se pulsa el modificador se desencadena el cambio de personaje. Así se evita el intercambio accidental!
fr: Ce n'est que lorsque le modificateur est pressé que le changement de personnage est déclenché. Cela permet d'éviter une permutation accidentelle !

# SwapModifier
source: Require Modifier to swap
de: Erforderlicher Modifikator zum Wechseln
es: Modificador necesario para cambiar
fr: Modificateur nécessaire pour changer

# Switch
source: Switch to {0}
de: Wechsel zu {0}
es: Cambiar a {0}
fr: Passer à {0}

source: Tag
es: Etiqueta
fr: Etiquette personnalisée

source: Tags
de: Markierungen
es: Etiquetas
fr: Etiquettes personnalisées

# Tag_Placeholder
source: PvE, WvW, Main, ERP ...
de: PvE, WvW, Hauptcharacter, ERP ...
es: PvE, WvW, Principal, ERP ...
fr: PvE, McM, Principal, ERP ...

source: Tailor
de: Schneider
es: Sastre
fr: Tailleur

# TextAndIcon
source: Text and Icons
de: Text und Icons
es: Texto e iconos
fr: Texte et icône

# Toggle
source: Toggle {0}
de: {0} umschalten
es: {0} de alternancia
fr: Basculer {0}

source: Toggle All
de: Alle umschalten
es: Cambiar todo
fr: Basculer tout

# ToggleAllItem
source: Toggle All {0}
de: Alle {0} umschalten
es: {0} de alternancia todo
fr: Basculer tout {0}

# TogglePortraitCapture
source: Toggle Potrait Capture
de: Potrait Capture umschalten
es: Activar la captura de retratos
fr: Afficher la capture de portrait

# TogglePortraitCapture_Tooltip
source: Toggle the Potrait Capture control
de: Schalten Sie das Steuerelement "Potrait Capture" um
es: Alternar el control de Captura de Potrait
fr: Ouvrir/fermer la fenêtre de capture de portrait

# ToggleVisible
source: Show/Hide hidden Characters
de: Ausgeblendete Charaktere anzeigen/ausblenden
es: Mostrar/ocultar personajes ocultos
fr: Afficher/masquer les personnages cachés

source: Top Offset
de: Oberer Versatz
es: Desplazamiento superior
fr: Décalage en haut

# UIScale_Error
source: Please set the game to 'WINDOWED' {0} and the UI Scale to 'Larger'!
de: Bitte stellen Sie das Spiel auf 'WINDOWED' {0} und die UI Scale auf 'Larger'!
es: Por favor, pon el juego en 'WINDOWED' {0} y la escala de la interfaz de usuario en 'Larger'!
fr: Veuillez régler le jeu sur 'Fenêtre' {0} et l'échelle de l'interface utilisateur sur 'Plus grande' !

# UISizeDisclaimer
source: You will have to set the games Interface Size to 'Larger' to get the correct cut outs!
de: Sie müssen die Größe der Benutzeroberfläche auf 'Größer' einstellen, um die richtigen Ausschnitte zu erhalten!
es: Tienes que ajustar el tamaño de la superficie de juego a "Más grande" para obtener los recortes correctos!
fr: Vous devez régler la taille de l'interface de jeu sur 'Plus grande' pour obtenir les bonnes découpes !

source: Unknown
de: Unbekannte
es: Desconocido
fr: Inconnu

source: until Birthday
de: bis Geburtstag
es: hasta el cumpleaños
fr: jusqu'à l'anniversaire

# Update
source: Update {0}
de: Aktualisierung {0}
es: Actualización {0}
fr: Mise à jour {0}

# Updated
source: Updated {0}
de: Aktualisiert {0}
es: Actualizado {0}
fr: Mis à jour {0}

# Updating
source: Updating {0}
de: Aktualisierung von {0}
es: Actualizando {0}
fr: Mise à jour de {0}

source: Use OCR
de: OCR verwenden
es: Utilizar OCR
fr: Utiliser l'OCR

# UseOCR_Tooltip
source: Use 'Optical Character Recognition' (OCR) to confirm the character name.
de: Verwenden Sie die "Optische Zeichenerkennung" (OCR), um den Zeichennamen zu bestätigen.
es: Utilice el "Reconocimiento óptico de personajes" (OCR) para confirmar el nombre del personaje.
fr: Utilisez la "reconnaissance optique de caractères" (ROC) pour confirmer le nom du personnage.

source: Utility
de: Nützliches
es: Útil
fr: Utilitaire

source: Weaponsmith
de: Waffenschmied
es: Armero
fr: Forgeron d'armes

source: Windowed Mode
de: Fenstermodus
es: Modo Ventana
fr: Mode fenêtré

# WindowedMode_Tooltip
source: Is the game set to Window Mode?
de: Ist das Spiel auf Fenstermodus eingestellt?
es: ¿Está el juego en modo Ventana?
fr: Le jeu est-il en mode fenêtré ?

source: Years
de: Jahre
es: Años
fr: Années

source: Female
de: Weiblich
es: Mujer
fr: Femme

# FilterAsOne_Tooltip
source: Use all text of the filterbox as one single filter term
de: Den gesamten Text der Filterbox als einen einzigen Filterbegriff verwenden
es: Utilizar todo el texto del cuadro de filtro como un único término de filtro
fr: Utiliser tout le texte de la boîte de filtre comme un seul terme de filtre

# FilterAsOne
source: Single filter string
de: Einzelner Filterstring
es: Cadena de filtros única
fr: Filtre unique

# FilterDiacriticsInsensitive_Tooltip
source: Ignore any type of diacritics this treats the following letters as their 'parent letter' [Ææ] become [Aeae] [Œœ] become [Oeoe] [Áá Ââ Ää Àà] become [Aa] [Çç] become [Cc] [Êê Éé Ëë Èè] become [Ee] [ Ïï Íí Îî] become [Ii] [Ññ] become [Nn] [Ôô Öö Óó] become [Oo] [Úú Üü Ûû Ùù] become [Uu]
de: Alle diakritischen Zeichen werden ignoriert, so dass die folgenden Buchstaben als "Mutterbuchstaben" behandelt werden [Ææ] wird zu [Aeae] [Œœ] wird zu [Oeoe] [Áá Ââ Ää Àà] werden zu [Aa] [Çç] wird [Cc] [Êê Éé Ëë Èè] werden [Ee] [Ïï Íí Îî] werden [Ii] [Ññ] werden [Nn] [Ôô Öö Óó] werden [Oo] [Úú Üü Ûû Ùù] werden [Uu]
es: Ignora cualquier tipo de diacrítico esto trata las siguientes letras como su 'letra madre' [Ææ] se convierte en [Aeae] [Œœ] se convierte en [Oeoe] [Áá Ââ Ää Àà] se convierte en [Aa] [Çç] se convierte en [Cc] [Êê Éé Ëë Èè] se convierte en [Ee] [ Ïï Íí Îî] se convierte en [Ii] [Ññ] se convierte en [Nn] [Ôô Öö Óó] se convierte en [Oo] [Úú Üü Ûû Ùù] se convierte en [Uu]
fr: Ignorez tout type de diacritique : les lettres suivantes sont traitées comme leur "lettre mère". [Ææ] devient [Aeae] [Œœ] devient [Oeoe] [Áá Ââ Ää Àà] deviennent [Aa]. [Çç] devient [Cc] [Êê Éé Ëë Èè] devient [Ee] [ Ïï Íí Îî] deviennent [Ii] [Ññ] devient [Nn] [Ôô Öö Óó] deviennent [Oo] [Úú Üü Ûû Ùù] deviennent [Uu]

source: Gender
de: Geschlecht
es: Género
fr: Genre

source: GW2 API
es: API DE GW2
fr: API GW2

# LoadCachedAccounts_Tooltip
source: Try to get the account name from cached files.
de: Versuchen Sie, den Kontonamen aus zwischengespeicherten Dateien abzurufen.
es: Intenta obtener el nombre de la cuenta de los archivos en caché.
fr: Essayez de récupérer le nom du compte à partir des fichiers en cache.

# LoadCachedAccounts
source: Load from cache
de: Laden aus dem Cache
es: Cargar desde caché
fr: Chargement à partir du cache

source: Male
de: Männlich
es: Hombre
fr: Homme

# OpenSidemenuOnSearch_Tooltip
source: Open the side menu when clicking the search field
de: Öffnen Sie das Seitenmenü, wenn Sie das Suchfeld anklicken
es: Abrir el menú lateral al hacer clic en el campo de búsqueda
fr: Ouvrir le menu latéral en cliquant sur le champ de recherche

source: Open side menu on search
de: Seitenmenü bei der Suche öffnen
es: Abrir menú lateral en la búsqueda
fr: Ouvrir le menu latéral lors de la recherche

# NormalizedNames
source: Use normalized character names
de: Normalisierte Zeichennamen verwenden
es: Utilizar nombres de caracteres normalizados
fr: Utiliser des noms de personnages normalisés

# NormalizedNames_Tooltip
source: Use normalized character names when searching so special letters will be treated as their 'parent letter' Aa : Áá Ââ Ää Àà Ææ Cc : Çç Ee : Êê Éé Ëë Èè Ii : Ïï Íí Îî Nn : Ññ Oo : Œœ Ôô Öö Óó Úú Uu : Üü Ûû Ùù
de: Verwenden Sie bei der Suche normalisierte Zeichennamen, so dass Sonderbuchstaben wie ihre 'Mutterbuchstaben' behandelt werden Aa : Áá Ââ Ää Àà Ææ Cc : Çç Ee : Êê Éé Ëë Èè Ii : Ïï Íí Îî Nn : Ññ Oo : Œœ Ôô Öö Óó Úú Uu : Üü Ûû Ùù
es: Utilice nombres de caracteres normalizados en la búsqueda para que las letras especiales sean tratadas como su "letra madre". Aa : Áá Ââ Ää Àà Ææ Cc : Çç Ee : Êê Éé Ëë Èè Ii : Ïï Íí Îî Nn : Ññ Oo : Œœ Ôô Öö Óó Úú Uu : Üü Ûû Ùù
fr: Utilisez des noms de personnages normalisés lors de la recherche afin que les lettres spéciales soient traitées comme leur "lettre mère". Aa : Áá Ââ Ää Àà Ææ Cc : Çç Ee : Êê Éé Ëë Èè Ii : Ïï Íí Îî Nn : Ññ Oo : Œœ Ôô Öö Óó Úú Uu : Üü Ûû Ùù

# AutoFix
source: Auto Fix (requires OCR)
de: Automatische Korrektur (erfordert OCR)
es: Corrección automática (requiere OCR)
fr: Correction automatique (nécessite l'OCR)

# UseBetaGameState_Tooltip
source: Use Image Recoginition to detect if you are ingame, watching a cutscene or sit in a loading screen. This feature works well for all common screen ratios with the exception of games in portrait mode.
de: Verwenden Sie Image Recoginition, um zu erkennen, ob Sie im Spiel sind, eine Zwischensequenz sehen oder sich in einem Ladebildschirm befinden. Diese Funktion funktioniert bei allen gängigen Bildschirmverhältnissen, außer bei Spielen im Hochformat.
es: Utiliza Image Recoginition para detectar si estás dentro del juego, viendo una escena o en una pantalla de carga. Esta función funciona bien en todas las proporciones de pantalla habituales, excepto en los juegos en modo vertical.
fr: Utilisez la reconnaissance d'image pour détecter si vous êtes en jeu, si vous regardez une cinématique ou si vous vous trouvez dans un écran de chargement. Cette option fonctionne bien pour tous les rapports d'écran courants, à l'exception des jeux en mode portrait.

# UseBetaGameState
source: Use Gamestate Detection
de: Gamestate-Erkennung verwenden
es: Utilizar la detección del estado del juego
fr: Utiliser la détection de l'état de jeu

# OCRAndImageRecognition
source: OCR and Image Recoginition
de: OCR und Bilderkennung
es: OCR y reconocimiento de imágenes
fr: OCR et reconnaissance d'images

# OCRAndImageRecognition_Tooltip
source: Optical Character Recoginition (OCR) and Image Recoginition
de: Optische Zeichenerkennung (OCR) und Bilderkennung (Image Recoginition)
es: Reconocimiento óptico de caracteres (OCR) y reconocimiento de imágenes
fr: Reconnaissance optique de caractères (OCR) et reconnaissance d'images

source: Module Behavior
de: Modul-Verhalten
es: Comportamiento del módulo
fr: Comportement du module

# ModuleBehavior_Tooltip
source: Settings all around the behavior of the module. How should the filter treat diacritics? Log in automatically? ...
de: Einstellungen rund um das Verhalten des Moduls. Wie soll der Filter diakritische Zeichen behandeln? Sich automatisch anmelden? ...
es: Ajustes en torno al comportamiento del módulo. ¿Cómo debe tratar el filtro los diacríticos? ¿Iniciar sesión automáticamente? ...
fr: Paramètres relatifs au comportement du module. Comment le filtre doit-il traiter les diacritiques ? Se connecter automatiquement ? ...

# NameFontSize
source: Name Font Size: {0}
de: Name Schriftgröße: {0}
es: Nombre Tamaño de fuente: {0}
fr: Taille de la police du nom : {0}

# FontSize
source: Font Size: {0}
de: Schriftgröße: {0}
es: Tamaño de fuente: {0}
fr: Taille de la police : {0}

# IconSize
source: Icon Size: {0}x{0} px
de: Icon Größe: {0}x{0} px
es: Tamaño del icono: {0}x{0} px
fr: Taille de l'icône : {0}x{0} px

# CardWith
source: Card Width {0} px
de: Kartenbreite {0} px
es: Ancho de tarjeta {0} px
fr: Largeur de la carte {0} px

# CardWidth_Tooltip
source: Sets the character card width always to {0} px
de: Setzt die Breite der Zeichenkarte immer auf {0} px
es: Establece el ancho de la tarjeta de caracteres siempre en {0} px
fr: Définit la largeur de la carte de personnage toujours à {0} px

source: Radial Menu Settings
de: Einstellungen des Radialmenüs
es: Configuración del menú radial
fr: Paramètres du menu radial

source: Add
de: hinzufügen
es: Añadir
fr: Ajouter

# RadialMenuSettings_Tooltip
source: Radial Menu Settings
de: Einstellungen des Radialmenüs
es: Configuración del menú radial
fr: Paramètres du menu radial

source: Enable Radial Menu
de: Radiales Menü einschalten
es: Activar menú radial
fr: Activer le menu radial

# EnableRadialMenu_Tooltip
source: Enable radial menu to swap quickly between a collection of characters
de: Aktivieren Sie das Radialmenü, um schnell zwischen einer Sammlung von Zeichen zu wechseln
es: Activar el menú radial para cambiar rápidamente entre una colección de caracteres
fr: Activez le menu radial pour passer rapidement d'un personnage à l'autre parmi un ensemble.

source: Radial Menu Key
de: Radial-Menü-Taste
es: Tecla de menú radial
fr: Touche de menu radial

# RadialMenuKey_Tooltip
source: Key which will show the radial menu while beeing pressed
de: Taste, die das Radialmenü anzeigt, wenn sie gedrückt wird
es: Tecla que mostrará el menú radial mientras esté pulsada
fr: Touche qui permet d'afficher le menu radial lorsqu'elle est enfoncée.

source: Show On Radial
de: Auf Radial anzeigen
es: Mostrar en radial
fr: Afficher sur le menu radial

# ShowOnRadial_Tooltip
source: Show Character on the radial menu. Requires activating the "Use Radial Menu" setting.
de: Zeichen im Radialmenü anzeigen. Erfordert die Aktivierung der Einstellung "Radialmenü verwenden".
es: Mostrar carácter en el menú radial. Requiere activar el ajuste "Usar menú radial".
fr: Afficher le personnage dans le menu radial. Nécessite l'activation du paramètre "Utiliser le menu radial".

source: Focus search on show
de: Suche auf Ausstellung konzentrieren
es: Centrar la búsqueda en el espectáculo
fr: Focaliser le champ de recherche à l'affichage

# FocusSearchOnShow_Tooltip
source: When toggling the character window focus the searchbar to directly start typing
de: Beim Umschalten des Zeichenfensters wird die Suchleiste fokussiert, um direkt mit der Eingabe zu beginnen
es: Al cambiar la ventana de caracteres se enfoca la barra de búsqueda para empezar a escribir directamente
fr: Lorsque vous ouvrez la fenêtre des personnages, sélectionne la barre de recherche pour commencer directement à taper.

# ModuleDescription
source: I have a dream that swapping characters is quick and easy even with 72 of them! Unfortunately, swapping characters can quickly become quite a pain with many characters.\nWhere was the Asuran Guardian I parked in Draconis Mons among my 70 characters?\nI have great news! This module will change your life, that's how close it comes to the dream. Search for the right characters using dozens of filter options and switch to them with just one click!'
de: Ich habe einen Traum, dass das Tauschen von Charakteren selbst mit 72 von ihnen schnell und einfach ist! Leider kann das Tauschen von Charakteren mit vielen Charakteren schnell zu einer ziemlichen Qual werden. \nWo war der asuranische Wächter, welchen ich in Draconis Mons geparkt habe, unter meinen 70 Charakteren? \nIch habe großartige Neuigkeiten! Dieses Modul wird dein Leben verändern, so nah kommt es an den Traum heran. Suche anhand von Dutzenden von Filteroptionen nach den richtigen Charakteren und wechsle mit nur einem Click zu ihnen!'
es: Sueño con que intercambiar personajes sea rápido y fácil, ¡incluso con 72 de ellos! Por desgracia, intercambiar personajes puede convertirse rápidamente en un suplicio con muchos personajes.\N¿Dónde estaba el Guardián Asuran que aparqué en Draconis Mons entre mis 70 personajes?\N¡Tengo grandes noticias! Este módulo te cambiará la vida, así de cerca está del sueño. Busca los personajes adecuados utilizando docenas de opciones de filtro y cambia a ellos con un solo clic".
fr: Je rêve que l'échange de personnages soit rapide et facile même avec 72 personnages ! Malheureusement, l'échange de personnages peut rapidement devenir un véritable calvaire avec un grand nombre de personnages. Où était le Gardien Asura que j'avais positionné sur le Mont Draconis parmi mes 70 personnages ? J'ai une grande nouvelle ! Ce module va changer votre vie, c'est dire à quel point il se rapproche du rêve. Recherchez les bons personnages à l'aide de dizaines d'options de filtrage et passez à eux en un seul clic!''

# Radial_ShowAdvancedTooltip
source: Show Advanced Tooltip
de: Erweiterten Tooltip anzeigen
es: Mostrar información avanzada
fr: Afficher l'infobulle avancée

# Radial_ShowAdvancedTooltip_Tooltip
source: Show an advanced character tooltip to provide additional information.
de: Zeigen Sie einen erweiterten Zeichen-Tooltip an, um zusätzliche Informationen bereitzustellen.
es: Mostrar un tooltip de carácter avanzado para proporcionar información adicional.
fr: Affiche une infobulle de personnage avancée pour fournir des informations supplémentaires.

# Radial_UseProfessionColor
source: Use Profession Color Background
de: Beruf Farbe Hintergrund verwenden
es: Usar fondo de color de profesión
fr: Utiliser un fond de la couleur de la profession

# Radial_UseProfessionColor_Tooltip
source: Use the profession color as the background for the character section in the radial menu
de: Verwenden Sie die Berufsfarbe als Hintergrund für den Zeichenbereich im Radialmenü
es: Utilizar el color de la profesión como fondo para la sección de caracteres en el menú radial.
fr: Utiliser la couleur de la profession comme arrière-plan pour la section du personnage dans le menu radial.

# Radial_UseProfessionIcons
source: Use Profession Icons
de: Berufssymbole verwenden
es: Utilizar iconos profesionales
fr: Utiliser les icônes de la profession

# Radial_UseProfessionIcons_Tooltip
source: Use Profession Icons instead of the character icon you have set in your list.
de: Verwenden Sie Berufssymbole anstelle des Zeichensymbols, das Sie in Ihrer Liste eingestellt haben.
es: Utilice los iconos de profesión en lugar del icono de carácter que haya establecido en su lista.
fr: Utilisez les icônes de profession au lieu de l'icône de personnage que vous avez défini dans votre liste.

# Radial_Scale
source: Radial Size Scale
de: Radiale Größenskala
es: Escala de tamaño radial
fr: Échelle de taille radiale

# Radial_Scale_Tooltip
source: Percentage of the screen size the radial menu will be sized to
de: Prozentuale Größe des Bildschirms, auf die das Radialmenü vergrößert wird
es: Porcentaje del tamaño de la pantalla al que se ajustará el menú radial
fr: Pourcentage de la taille de l'écran auquel le menu radial sera adapté.

# Radial_IdleBackgroundColor
source: Section Color
de: Abschnitt Farbe
es: Sección Color
fr: Couleur de la section

# Radial_HoveredBackgroundColor
source: Active Section Color
de: Farbe des aktiven Abschnitts
es: Color de la sección activa
fr: Couleur de la section active

# Radial_HoveredBorderColor
source: Active Border Color
de: Farbe der aktiven Umrandung
es: Color del borde activo
fr: Couleur de la bordure active
